akamud.vscode-theme-onelight
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
charliermarsh.ruff
dbaeumer.vscode-eslint
esbenp.prettier-vscode
file-icons.file-icons
github.copilot
github.copilot-chat
jebbs.plantuml
malloydata.malloy-vscode
misogi.ruby-rubocop
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vsliveshare.vsliveshare
svelte.svelte-vscode
yzane.markdown-pdf
yzhang.markdown-all-in-one