akamud.vscode-theme-onelight
amazonwebservices.aws-toolkit-vscode
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deibit.devdocs
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
file-icons.file-icons
fivethree.vscode-svelte-snippets
GitHub.github-vscode-theme
jebbs.plantuml
misogi.ruby-rubocop
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
Orta.vscode-jest
rebornix.ruby
svelte.svelte-vscode
wingrunr21.vscode-ruby
xabikos.JavaScriptSnippets
yzane.markdown-pdf
yzhang.markdown-all-in-one
