akamud.vscode-theme-onelight
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deibit.devdocs
esbenp.prettier-vscode
file-icons.file-icons
fivethree.vscode-svelte-snippets
GitHub.copilot
jebbs.plantuml
misogi.ruby-rubocop
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
rebornix.ruby
svelte.svelte-vscode
wingrunr21.vscode-ruby
yzane.markdown-pdf
yzhang.markdown-all-in-one
ZixuanChen.vitest-explorer
